Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skeivtarkiv.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Skeivt arkiv met Agnes Bolsø in Trondheim, September 2017.
nb: Skeivt arkiv møtte Agnes Bolsø i Trondheim, september 2017.

source: We met Ingebjørg Jensen at her home in Bergen in September 2018.
nb: Vi møtte Ingebjørg Jensen hjemme i Bergen, september 2018. Video of - De trodde vi hadde aids på fingrene Relatert

source: To the question "Are you a man or a woman?", they always answer "Human".
nb: Til spørsmålet "Er du mann eller kvinne", svarer han alltid "menneske".

source: Talks, debates and presentations
nb: Foredrag, debatter og presentasjoner

source: Skeivt arkiv met Bjørn Brudal in Lillehammer, February 2019.
nb: Skeivt arkiv møtte Bjørn Brudal på Lillehammer, februar 2019.

source: In the interview, Taradlsen talks about his childhood in Innland Norway, specifically Moelv, Brummundal and Hamar.
nb: I intervjuet forteller Taraldsen om oppveksten i Moelv, Brumunddal og i Hamar.

source: Skeivt arkiv are shown around Lesbian Herstory Archives by veteran activist and archivist Maxine Wolfe
nb: Skeivt arkiv får omvisning på Lesbian Herstory Archives av veteranen Maxine Wolfe

source: The full interview is available at Skeivt arkiv's reading room at UiB.
nb: Hele intervjuet er tilgjengelig på Skeivt arkiv sin lesesal.

source: It was through a newspaper notice in Arbeiderbladet in 1988, in an article about transvestites, that he for the first time read about like-minded people and realized where he belonged.
nb: Det var gjennom et oppslag i Arbeiderbladet i 1988, i en artikkel om transvestitter, at han for første gang leste om likesinnede og skjønte hvor han hørte hjemme.

source: -Yes, but it's easy!
nb: -Ja, men det er jo enkelt!

source: Today, she is a dentist specializing in jaw orthopedics.
nb: Hun er i dag tannlege, spesialisert som kjeveortoped.

source: In this excerpt from the interview, Mjøen speaks about the day more than 40 years ago when she and Kristin got together, when they were both participants at a feminist summer camp.
nb: I et utdrag fra intervjuet forteller hun om den dagen for over 40 år siden da hun og Kristin ble sammen da de begge var deltakere på en feministleir.

source: Van der Ros is born and raised in the Netherlands.
nb: Van der Ros er født og oppvokst i Nederland.

source: We have been present at conferences about equality, queer history, gender history, journalism, archives and museums, sound, digitalizing and oral history.
nb: Vi har vært tilstede på konferanser for likestilling, skeiv historie, kjønnshistorie, journalistikk, arkiv og museum, lyd, digitalisering og muntlig historie.

source: We have also started planning a larger museum exhibition in Oslo, which will open summer 2017 and be a collaboration with Kulturhistorisk museum i Oslo and Kunstplass [10].
nb: Vi har også påbegynt planleggingen av en museumsutstilling i Oslo sommeren 2017, i samarbeid med Kulturhistorisk museum i Oslo og Kunstplass [10]. Dette blir et veldig spennende samarbeid som vi gleder oss stort til å se resultatene av.

source: Former Academic Director at Skeivt arkiv, Runar Jordåen, continues as a University Librarian and research at the archive, and will focus on research, dissemination and archiving.
nb: Tidligere faglig leder ved Skeivt arkiv, Runar Jordåen, går over i en førstebibliotekarstilling ved arkivet, og vil nå fokusere på arkivfaglige oppgaver, forskning og formidling.

source: Her work was strongly criticized in the TV series "Hjernevask" (Brain washing) by and with Harald Eia.
nb: Hennes arbeid ble sterkt kritisert i TV-serien «Hjernevask» av og med Harald Eia.

source: The conference took place in Belfast, North-Ireland.
nb: Konferansen ble avholdt i Belfast, Nord-Irland.

source: During Bergen Art Book Fair Galleri Pamflett also created an exhibition based on periodicals, posters and flyers from Skeivt arkiv.
nb: Galleri Pamflett laget under Bergen Art Book Fair i november en utstilling basert på tidsskrifter, plakater og løpesedler fra Skeivt arkiv.

source: In Bodø and Tromsø Skeivt arkiv arranged panel discussions with historic intros and local activists, as well as interviewing local queer persons for our oral history collection.
nb: I Bodø og Tromsø stod Skeivt arkiv for panelsamtaler med historiske introduksjoner og lokale aktivister, og intervjuet lokale personer til livsminneprosjektet.

source: Jorun Astri Hagelund was married to a man for 25 years, and had two children in this marriage.
nb: Jorun Astri Hagelund var i 25 år gift med en mann og fikk to barn i dette ekteskapet.

source: In order to address this, Skeivt arkiv, the National Museum and the National Library will collaborate to communicate and discuss queer art, culture and history all over Norway.
nb: For å markere dette går Skeivt arkiv sammen med Nasjonalmuseet og Nasjonalbiblioteket om en feiring for å dokumentere, formidle og diskutere skeiv kunst, kultur og historie over hele Norge.

source: ) was also presented – a virtual, and future physical, museum dedicated to queer history in Britain.
nb: ) presentert - et virtuelt, og etterhvert fysisk, museum dedikert til skeiv historie i Storbritannia.

source: Debate on dissemination of queer history, here with Anette Trettebergstuen and Tone Hellesund
nb: Debatt om skeiv historieformidling, her Anette Trettebergstuen og Tone Hellesund

source: Skeivt arkiv met Berulf Taraldsen in Lillehammer, February 2019.
nb: Skeivt arkiv møtte Berulf Taraldsen på Lillehammer, februar 2019.

source: She talks of her time in Spain, where she lived with a partner from 1980 onward.
nb: Hun forteller om tiden i Spania, der hun bodde med samboer fra 1980.

source: I our interview, Fridtun speaks of their childhood in Østerdalen.
nb: I vårt intervju med Fridtun forteller hen om oppveksten i Østerdalen.

source: The University Library board named Tone Hellesund (Professor, UiB), Camilla Brautaset (Associate Professior, UiB), Anne Aune (County Archivist Hordaland), Liv Ramskjær (Secretary General of the Norwegian Museum Association) and Ingvild Endestad (leader, FRI - Foreningen for kjønns- og seksualitetsmangfold).
nb: Styret oppnevnte Tone Hellesund (professor, UiB), Camilla Brautaset (førsteamanuensis, UiB), Anne Aune (fylkesarkivar i Hordaland), Liv Ramskjær (generalsekretær i Norges Museumsforbund) og Ingvild Endestad (leder for FRI – Foreningen for kjønns- og seksualitetsmangfold) til gruppa, med Hellesund som leder.

source: Inga Bolstad (Norwegian National Archive), Dag Rune Olsen (University of Bergen) and Anne Aune (Hordaland Regional Archive) all gave speeches at the seminar.
nb: Det ble arrangert seminar og mottakelse, med hilsener fra riksarkivar Inga Bolstad, rektor ved Universitetet i Bergen Dag Rune Olsen og fylkesarkivar Anne Aune.

source: 2022 marks the 50 year anniversary of decriminalisation of sex between men in Norway, when paragraph 213 in the Norwegian Penal Code was lifted.
nb: I 2022 er det 50 år siden sex mellom menn ble avkriminalisert i Norge, da Straffelovens paragraf 213 ble opphevet.

source: The fall semester had a hectic start at Skeivt Arkiv, with some coworkers joining and some leaving.
nb: Høstsemesteret har startet hektisk her på Skeivt arkiv med noen medarbeidere på vei inn, og noen på vei ut.

source: Ruth Grung (Ap), Kjersti Toppe (Sp), Tom-Christer Nilsen (H), Ove Trellevik (H) and Torill Eidsheim (H) got a short introduction to Skeivt arkivs history, and some information about our current and future work.
nb: Ruth Grung (Ap), Kjersti Toppe (Sp), Tom-Christer Nilsen (H), Ove Trellevik (H) og Torill Eidsheim (H) fikk en kort innføring i bakgrunnen for Skeivt arkiv fra tankestadiet til idag, og litt informasjon om det praktiske arbeidet vårt og planer fremover. Da Skeivt arkiv fikk

source: Bøckman grew up in Oslo but emigrated to the USA to work in 1968.
nb: I intervjuet forteller Bøckman om oppveksten i Oslo før han allerede i 1968 flyttet til Miami, USA.

source: In our interview, Hernes talks about her childhood at Voss and early formative years in Bergen.
nb: I vårt intervju forteller Hernes om oppveksten på Voss og tidlige formative år i Bergen.

source: Ragnhild Bjelland is a historian and archivist with extensive experience from Oslo City Archives, The National Archives, and the ASTA-foundation.
nb: Ragnhild Bjelland er historiker og arkivar med lang og meget solid bakgrunn fra blant annet Oslo byarkiv, Riksarkivet og Stiftelsen ASTA.

source: At the end of March Skeivt arkiv attended the festival conference OUTing the Past – a conference marking the end of two months of OUTing the past events all around Great Britain, in New York, Bergen, Stockholm and Amsterdam (to mention a few).
nb: I slutten av mars var Skeivt arkiv tilstede på festivalkonferansen OUTing the Past - en konferanse som rundet av to måneder med OUTing the Past-arrangementer over hele Storbritannia, i New York, Bergen, Stockholm og Amsterdam (for å nevne noen).

source: Skeivt arkiv met Even Alexander Hagen at Lillehammer, February 2019.
nb: Skeivt arkiv møtte Even Alexander Hagen på Lillehammer, februar 2019.

source: The requested page "/en/node/skeivopedia/ss-213-i-straffelova" could not be found.
nb: Siden "/ss-213-i-straffelova" ble ikke funnet.

source: The two became a couple after participating in a feminist summer camp together in 1976.
nb: De to ble et par etter at de hadde deltatt på en sommerleir sammen i 1976.

source: Also here she became a part of the LGBT+ movement, first in DNF-48 Finnmark, later in LLH Finnmark.
nb: Hun flyttet til Alta for tretti år siden og ble der aktiv i DNF-48 Finnmark, senere LLH Finnmark.

source: Skeivt arkiv met Kristin Danielsen at Lillehammer, February 2019.
nb: Skeivt arkiv møtte Kristin Danielsen på Lillehammer, februar 2019.

source: In 2018, as in previous years, Skeivt arkiv has been present at a wide array of conferences and events to talk about queer history.
nb: I 2018, som i tidligere år, har Skeivt arkiv vært tilstede på et bredt spekter av konferanser og arrangementer for å formidle skeiv historie.

source: I have not lived nice, nor experienced nice.
nb: Først måtte jeg finne meg selv, men ikke bare som homse.

source: She was interviewed in Oslo, April 2019.
nb: Skeivt arkiv møtte Aase Prøitz i Oslo, april 2019.

source: in Oslo, June 22 - August 27 2017.
nb: i Oslo fra 22 juni til 27 august 2017.

source: 2018 was a busy and exciting year for Skeivt arkiv, where archiving, dissemination and queer history were some of the central themes.
nb: 2018 har vært et hektisk og spennende år for Skeivt arkiv, der arkivordning, formidling og skeiv historie i museene har vært noen av hovedtemaene. Året startet med et besøk på arkivet av Stortingets Hordalandsbenk i januar.

source: She met a Norwegian man during her studies. They subsequently married, had a daughter and moved to Norway in 1969.
nb: Hun møtte en norsk mann under studiene og giftet seg med han, de fikk en datter og flyttet til Norge i 1969.

source: Skeivt arkiv has, since 2013, worked to facilitate more of this research, through collecting, documenting and preserving everything that can illuminate Norwegian queer history.
nb: Det er forsket lite på skeiv kultur og historie i Norge, og Skeivt arkiv har siden 2013 jobbet for å tilrettelegge for mer av denne forskningen ved å samle inn, dokumentere og bevare alt som kan belyse norsk skeiv historie.

source: Skeivt arkiv met Ellen Mortensen in Bergen, May 2017.
nb: Vi møtte Ellen Mortensen i Bergen, mai 2017.

source: Government representatives from Hordaland visiting Skeivt arkiv.
nb: Stortingspolitikere fra Hordaland i Skeivt arkivs lokaler

source: Leif Pareli, spring 2016.
nb: Leif Pareli, våren 2016.

source: We are very grateful to all those who made it possible for Skeivt arkiv to be permanently established as the national archive for queer history in Norway: Politicians, supports, archive donors and everyone else who has supported the initiative.
nb: Vi er utrolig takknemlig overfor alle som har gjort det mulig at Skeivt arkiv fra i år av er fast etablert som det nasjonale skeive arkivet og kunnskapssenteret i Norge:

source: Skeivt arkiv met Janneke van der Ros at Lillehammer, February 2019.
nb: Skeivt arkiv møtte Janneke van der Ros på Lillehammer, februar 2019.

source: The research report following the survey was published in 2013, and was the first of its kind.
nb: Rapporten fra undersøkelsen var klar i 2013, og ble den første i sitt slag.

source: After that he also participated in the creation of Fellesrådet for homofile organisasjoner i Norge (FHO), and he was the editor of the members' magazine Frimerket.
nb: Siden var han blant annet med på å danne Fellesrådet for homofile organisasjoner i Norge (FHO), og han var redaktør for internavisen Frimerket.

source: After folkehøyskole he moved to Oslo and joined DNF-48, when he became the leader of the national board.
nb: Etter folkehøgskolen flyttet han til Oslo og ble der aktiv i DNF-48, hvor han blant annet var leder av landsstyret.

source: From the right, Skeivt arkivs Hannah Gillow-Kloster and Bjørn André Widvey in conversation with Danny Barreto (Colgate University) and Jeff Evans.
nb: Fra høyre Skeivt arkivs Hannah Gillow-Kloster og Bjørn André Widvey i samtale med Danny Barreto (Colgate University) og Jeff Evans.

source: We started the year with a visit from the government representatives for Hordaland in January.
nb: Vi har hatt både praktikanter og prosjektarkivarer inne i løpet av året, og vært tilstede på Pride-festivaler i øst, vest og nord.

source: Ellen Mortensen is a notable feminist and research based at the University of Bergen, and has among other things been active in DNF-48, Sappho, Lesbisk front and LLH.
nb: Ellen Mortensen er en markant feminist og forsker, hun har en bred bakgrunn fra DNF-48, Homofil bevegelse i Bergen, Sappho, Lesbisk Front og LLH.

source: The National Museum will be filled with different activities, exhibitions and events looking at art, architecture, design and crafts with a queer view throughout the whole anniversary year in 2022.
nb: Gjennom hele jubileumsåret 2022 vil Nasjonalmuseet fylles med ulike aktiviteter, utstillinger og arrangementer som ser på kunst, arkitektur, design og kunsthåndverk med et skeivt blikk.

source: In Oslo Skeivt arkiv held a 20 minute lighting talk about queer history, as well as hosting a stand in Pride Park.
nb: Blant aktivitetene i Oslo var lynforedraget “skeiv historie på 20 minutter” og egen stand i Pride Park.

source: On September 1st Hannah Gillow Kloster and Heidi Dybwik-Rafto joined as well.
nb: 1 september kom Hannah Gillow Kloster og Heidi Rohde Rafto som prosjektmedarbeidere.

source: She pursued higher education in Oslo and Germany, and has lived and worked in Alta the last few decades.
nb: Hun tok utdannelse både i Oslo og Tyskland, men har de siste tiårene vært bosatt og arbeidet i Alta.

source: Inge Ås was interviewed by Tone Hellesund in 2015.
nb: Inge Ås ble intervjuet av Tone Hellesund i 2015.

source: Ingebjørg Jensen has been active in the Bergen queer scene through many years.
nb: Jensen har vært aktiv i det skeive miljøet i Bergen.

source: According to the Norwegian Governments action plan against discrimation on the basis of sexual orientation, gender identity and gender expression 2017-2020, Skeivt arkiv works to disseminate queer history to the entire poulation of Norway.
nb: I tråd med regjeringens handlingsplan mot diskriminering på grunn av seksuell orientering, kjønnsidentitet og kjønnsuttrykk 2017–2020 jobber Skeivt arkiv med å formidle skeiv historie til hele befolkningen.

source: Skeivt arkiv met Arnfinn Nordbø in Oslo, October 2017.
nb: Skeivt arkiv møtte Arnfinn Nordbø i Oslo, oktober 2017.

source: (Lecture in English.)
nb: (Foredrag på engelsk.)

source: Even Alexander Hagen (born 1988)
nb: Even Alexander Hagen (født 1988)

source: Skeivt arkiv manning the stand during Oslo Pride
nb: Skeivt arkiv på stand i Spikersuppa under Oslo Pride

source: She later joined the Norwegian chapter which today is called Forbundet for Transpersoner i Norge.
nb: Senere ble hun også med i den norske avdelingen av samme organisasjon som i dag heter Forbundet for Transpersoner i Norge.

source: The complete interview is available at Skeivt arkivs reading room. We met Jorun Astri Hagelund in Lillehammer, February 2019.
nb: Hele intervjuet er tilgjengelig på vår lesesal, vi møtte Jorun Astri Hagelund på Lillehammer, februar 2019.

source: Aasmund Robert Vik (born 1947) was the key figure when
nb: 1947) var den sentrale drivkraften bak oppstarten av

source: In the interview, Schmidt about their upbringing in Sweden.
nb: I vårt intervju forteller Schmidt om oppveksten i Sverige.

source: for Norwegian curators, museums employees, exhibition planners and others who are itnerested in representation of queer history in museums.
nb: for norske kuratorer, museumsansatte, utstillingsansvarlige og andre som er interesserte i representasjon av skeiv historie i museene.

source: I Bergen, we also had a stand, took part in various debates and hosted a movie screening.
nb: I Bergen hadde arkivet også egen stand og deltok i debatter og arrangerte filmvisning.

source: New coworkers at Skeivt Arkiv
nb: Nye medarbeidere i Skeivt arkiv

source: Jordåen has been in charge of the archive since 2014, and has amongst other things been the one to ensure permanent funding for the archive through a unanimous Parliament vote in 2016.
nb: Jordåen har vært leder for Skeivt arkiv siden 2014, og har blant annet ledet arkivet gjennom prosessen som endte med fast støtte på Statsbudsjettet fra et samlet Storting i 2016.

source: During the conference we also heldt a political debate with Anette Trettebergstuen (AP), Henning Warloe (H), Ingvild Endestad and Tone Hellesund.
nb: I forbindelse med konferansen ble det også arrangert en politisk debatt, hvor Anette Trettebergstuen (AP), Henning Warloe (H), leder i FRI Ingvild Endestad og Tone Hellesund, initiativtaker til Skeivt arkiv, deltok.

source: The action plan amongst other things establishes that queer history is "important to society to spread knowledge, ensure visibility and contribute to changing attitudes", something which has shaped Skeivt arkivs work in 2018 as in previous years.
nb: Handlingsplanen slår blant annet fast at skeiv historie “er viktig utad i samfunnet for å spre kunnskap, sikre synlighet og bidra til holdningsendringer”, noe som har vært formgivende for Skeivt arkivs arbeid også i 2018.

source: She has a background in Digital Humanities and Communications, and has worked with dissemination, communication, administration, research and digital strategy at Skeivt arkiv.
nb: Hun har bakgrunn fra Digital Humanities og kommunikasjon, og har jobbet med både formidling, administrasjon og forskning ved Skeivt arkiv.

source: Queer historical city walk during Bergen Pride
nb: Skeiv historisk byvandring under Regnbuedagene i Bergen

source: In addition state secretary Bjørgulv Vinje Borgundvaag sent a video greeting.
nb: I tillegg kom statssekretær Bjørgulv Vinje Borgundvaag med en videohilsen.

source: I November 2018, Hannah Gillow-Kloster started in the job as Academic director of Skeivt arkiv.
nb: I november 2018 tiltrådte Hannah Gillow-Kloster stillingen som faglig leder ved Skeivt arkiv.

source: We met her in Oslo, april 2019.
nb: Vi møtte Gro Lindstad i Oslo, april 2019.

source: For the first time, Norway is part of this international festival, which in 2019 is arranged in 18 cities in Europe and the US.
nb: For første gang er Norge en del av denne internasjonale festivalen, som i 2019 arrangeres i 18 byer i Europa og USA.

source: Skeivt arkiv met Aasmund Robert Vik in Oslo, May 2017.
nb: Skeivt arkiv møtte Aasmund Robert Vik i Oslo, mai 2017.

source: During 2018, we have collected interviews in Bergen, Oslo, Tromsø and South Easter Norway.
nb: Vi har i løpet av 2018 utført intervjuer i Bergen, Oslo, Tromsø og indre Østlandet.

source: She was also a member of Blue Nipple (later Lystige lepper) from the start of the comedy group in 1996, as a song writer and member.
nb: Allerede fra starten i 1996 var hun med i Blue Nipple, som senere ble til Lystige lepper.

source: The conference participants are both academics and activists, mainly from the UK but also from Ireland, the U.S., Sweden, Bulgaria, Georgia and Uganda to mention some.
nb: Deltagerne er i hovedsak fra Storbritannia, men også Irland, USA, Sverige, Bulgaria, Georgia og Uganda for å nevne noen.

source: At the same time we participated in the conference “Without Borders - LGBTQ+ Archives, Libraries and Special Collections” in London, where we for the first time presented Skeivt arkiv to an international public of archivists in the same professional field.
nb: På samme tid deltok vi på konferansen “Without Borders - LGBTQ+ Archives, Libraries and Special Collections” i London, hvor vi for første gang presenterte Skeivt arkiv for et internasjonalt publikum av arkivfolk på dette feltet.

source: At the conference Queer Britain (
nb: På konferansen ble også Queer Britain (

source: During an 8 month period, Siri Lindstad and Mona Moe have collected 29 interviews, mainly in the Eastern part of Norway.
nb: Siri Lindstad og Mona Moe har i løpet av en 8-måneders periode gjennomført 29 intervjuer

source: At the same time, Skeivt arkiv researched the history Bergens queer nightlife and added more than 30 news articles on the theme on
nb: Samtidig jobbet Skeivt arkiv med å forske på Bergens skeive utelivshistorie, og la til over 30 nye artikler om utesteder i Bergen på

source: Oxana Velichko and Inger Lene Nyttingnes at the Special Collections cataloging room.
nb: Oxana Velichko og Inger Lene Nyttingnes på Spesialsamlingenes ompakkingsrom hvor katalogiseringsarbeidet foregår.

source: Skeivt arkiv met Kristin Fridtun at Lillehammer, February 2019.
nb: Skeivt arkiv møtte Kristin Fridtun på Lillehammer, februar 2019.

source: Skeivt arkiv met Arne Birger Heli in Oslo, April 2019.
nb: Skeivt arkiv møtte Arne Birger Heli i Oslo, april 2019.

source: We have collected, cataloged, packed and digitalized archives, researched and listened.
nb: Vi har samlet inn, ordnet og digitalisert arkiv, forsket, og lyttet.

source: Gillow-Kloster has been in the position since February 2018, and worked as a digital archivist at Skeivt arkiv since 2014.
nb: Gillow-Kloster har vært fungerende i stillingen siden februar 2018, og vært ansatt som digitalarkivar ved Skeivt arkiv siden 2014.

source: Skeivt arkiv met Sara Claes Schmidt at Lillehammer, February 2019.
nb: Skeivt arkiv møtte Sara Claes Schmidt på Lillehammer, februar 2019.

source: Skeivt arkiv is currently collecting and sourcing materials specifically for the exhibit, and we hope to be able to accurately represent the width and diversity present in gay clubbing and queer nightlife in Norway from the start of organised LGBT activism in 1950 until the present day.
nb: Skeivt arkiv er i gang med en innsamlingsprosess i forkant av utstillingen, og håper å få på plass arkivmateriale som kan representere bredden i skeivt uteliv i Norge fra 1950 til idag.

source: In an excerpt from the interview, Jorun talks about the time when she finally dared contact Late Bloomers, and for the first time admitted to herself that she was a lesbian.
nb: I et utdrag fra intervjuet forteller hun om da hun endelig våget å ta kontakt med foreningen Late Bloomers, og hun for første gang innrømte for seg selv at hun var lesbisk.

source: Reinås Nilut was interviewed in Alta, march 2019.
nb: Skeivt arkiv møtte Anne Henriette Reinås Nilut i Alta, mars 2019.

source: When Homofile bevegelse i Bergen (Homophile movement of Bergen) was started in 1979, Leif Pareli (born 1948) became the first leader of the organisation.
nb: Da Homofil bevegelse i Bergen ble stiftet i 1979, ble Leif Pareli (født 1948) organisasjonens første leder.
